-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2016-11-14 13:28:59
-- 服务器版本： 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `gznlift`
--

-- --------------------------------------------------------

--
-- 表的结构 `lm_admin`
--

CREATE TABLE IF NOT EXISTS `lm_admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(45) NOT NULL,
  `displayname` varchar(45) NOT NULL,
  `pwd` varchar(45) NOT NULL,
  `salt1` varchar(45) NOT NULL,
  `salt2` varchar(45) NOT NULL,
  `station` int(11) NOT NULL,
  `power` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- 转存表中的数据 `lm_admin`
--

INSERT INTO `lm_admin` (`id`, `name`, `displayname`, `pwd`, `salt1`, `salt2`, `station`, `power`) VALUES
(1, 'sg_admin', '韶关管理员', '92542201460d04c965007977cc79f6ecff18fe0e', '3537', '4246', 1, 10),
(2, 'xl_admin', '小榄管理员', '13e4d16dab839b14ef7276c7b6ee2e86bbc30996', '3928', '8595', 2, 10);

-- --------------------------------------------------------

--
-- 表的结构 `lm_lift`
--

CREATE TABLE IF NOT EXISTS `lm_lift` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `lid` varchar(45) NOT NULL,
  `station` int(11) NOT NULL,
  `substation` int(11) DEFAULT NULL,
  `type` varchar(45) DEFAULT NULL,
  `vin` varchar(45) DEFAULT NULL,
  `code` varchar(45) DEFAULT NULL,
  `location` int(11) DEFAULT NULL,
  `model` varchar(45) DEFAULT NULL,
  `orig_no` varchar(45) DEFAULT NULL,
  `change_no` varchar(45) DEFAULT NULL,
  `production_date` datetime DEFAULT NULL,
  `manufacturer` varchar(45) DEFAULT NULL,
  `param` varchar(200) DEFAULT NULL,
  `last_check` datetime DEFAULT NULL,
  `next_check` datetime DEFAULT NULL,
  `distribution` varchar(45) DEFAULT NULL,
  `no96333` varchar(45) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `lid_UNIQUE` (`lid`),
  KEY `station_idx` (`station`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=555 ;

--
-- 转存表中的数据 `lm_lift`
--

INSERT INTO `lm_lift` (`id`, `lid`, `station`, `substation`, `type`, `vin`, `code`, `location`, `model`, `orig_no`, `change_no`, `production_date`, `manufacturer`, `param`, `last_check`, `next_check`, `distribution`, `no96333`) VALUES
(1, 'FT0-1', 1, 7, '扶梯', '35004401132009120019', '梯粤A500020086', 0, 'X021NP-S', 'F8NX8182', 'F8SE3148', '2009-12-09 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度12m', '2016-07-08 00:00:00', '2017-08-14 00:00:00', 'B4', ''),
(2, 'FT0-2', 1, 7, '扶梯', '35004401132009120020', '梯粤A500020087', 0, 'X021NP-S', 'F8NX8183', 'F8SE3149', '2009-12-09 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度12m', '2016-07-08 00:00:00', '2017-08-14 00:00:00', 'D4', ''),
(3, 'FT0-3', 1, 7, '扶梯', '35004401132009120009', '梯粤A500020076', 0, 'X021NP-S', 'F8NX8174', 'F8SE3145', '2009-12-10 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度12m', '2016-07-02 00:00:00', '2017-07-10 00:00:00', 'B4', ''),
(4, 'FT0-4', 1, 7, '扶梯', '35004401132009120010', '梯粤A500020077', 0, 'X021NP-S', 'F8NX8175', 'F8SE3144', '2009-12-10 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'B4', ''),
(5, 'FT0-5', 1, 7, '扶梯', '35004401132009120011', '梯粤A500020078', 0, 'X021NP-S', 'F8NX8176', 'F8SE3146', '2009-12-11 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度12m', '2016-07-02 00:00:00', '2017-07-10 00:00:00', 'D4', ''),
(6, 'FT0-6', 1, 7, '扶梯', '35004401132009120012', '梯粤A500020079', 0, 'X021NP-S', 'F8NX8177', 'F8SE3147', '2009-12-11 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'D4', ''),
(7, 'FT0-7', 1, 7, '扶梯', '35004401132009120018', '梯粤A500020085', 0, 'X021NP-S', 'F8NX8217', 'F8SE3179', '2009-11-24 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度9m', '2015-12-16 00:00:00', '2016-12-23 00:00:00', 'F1', ''),
(8, 'FT0-8', 1, 7, '扶梯', '35004401132009120013', '梯粤A500020080', 0, 'X021NP-S', 'F8NX8', 'F8SE3178', '0000-00-00 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度9m', '2015-12-16 00:00:00', '2016-12-23 00:00:00', 'F1', ''),
(9, 'FT0-9', 1, 7, '扶梯', '35004401132009120014', '梯粤A500020081', 0, 'X021NP-S', 'F8NX8', 'F8SE3183', '0000-00-00 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度9m', '2015-12-16 00:00:00', '2016-12-23 00:00:00', 'F1', ''),
(10, 'FT0-10', 1, 7, '扶梯', '35004401132009120016', '梯粤A500020083', 0, 'X021NP-S', 'F8NX8', 'F8SE3182', '0000-00-00 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度9m', '2015-12-16 00:00:00', '2016-12-23 00:00:00', 'H1', ''),
(11, 'FT0-11', 1, 7, '扶梯', '35004401132009120015', '梯粤A500020082', 0, 'X021NP-S', 'F8NX8', 'F8SE3180', '0000-00-00 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度9m', '2015-12-16 00:00:00', '2016-12-23 00:00:00', 'H1', ''),
(12, 'FT0-12', 1, 7, '扶梯', '35004401132009120017', '梯粤A500020084', 0, 'X021NP-S', 'F8NX8216', 'F8SE3181', '2009-11-24 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角30°  梯级宽度1000mm  提升高度9m', '2015-12-16 00:00:00', '2016-12-23 00:00:00', 'H1', ''),
(13, 'FT1-1', 1, 7, '扶梯', '35004401132009120001', '梯粤A500020068', 1, 'X021NP-S', 'F8NX8131', 'F8SE3101', '2009-11-27 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-07-02 00:00:00', '2017-07-10 00:00:00', 'B4', ''),
(14, 'FT1-2', 1, 7, '扶梯', '35004401132009120021', '梯粤A500020088', 1, 'X021NP-S', 'F8NX8184', 'F8SE3150', '2009-12-04 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-16 00:00:00', '2016-12-23 00:00:00', 'H1', ''),
(15, 'FT1-3', 1, 7, '扶梯', '35004401132009120002', '梯粤A500020069', 1, 'X021NP-S', 'F8NX8132', 'F8SE3102', '2009-11-27 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-07-02 00:00:00', '2017-07-10 00:00:00', 'D4', ''),
(16, 'FT2-1', 1, 7, '扶梯', '35004401132009120022', '梯粤A500020089', 2, 'X021NP-S', 'F8NX8185', 'F8SE3153', '2009-12-04 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-15 00:00:00', '2016-12-23 00:00:00', 'F1', ''),
(17, 'FT2-2', 1, 7, '扶梯', '35004401132009120003', '梯粤A500020070', 2, 'X021NP-S', 'F8NX8133', 'F8SE3103', '2009-11-29 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-11 00:00:00', 'B3-1', ''),
(18, 'FT2-3', 1, 7, '扶梯', '35004401132009120004', '梯粤A500020071', 2, 'X021NP-S', 'F8NX8134', 'F8SE3104', '2009-11-29 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-11 00:00:00', 'D3', ''),
(19, 'FT2-4', 1, 7, '扶梯', '35004401132009120023', '梯粤A500020090', 2, 'X021NP-S', 'F8NX8186', 'F8SE3154', '2009-12-04 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-15 00:00:00', '2016-12-23 00:00:00', 'H1', ''),
(20, 'FT3-1', 1, 7, '扶梯', '35004401132009120024', '梯粤A500020091', 4, 'X021NP-S', 'F8NX8187', 'F8SE3155', '2009-12-07 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-15 00:00:00', '2016-12-23 00:00:00', 'F1', ''),
(21, 'FT3-2', 1, 7, '扶梯', '35004401132009120005', '梯粤A500020072', 4, 'X021NP-S', 'F8NX8135', 'F8SE3108', '2009-11-30 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-11 00:00:00', 'B3-1', ''),
(22, 'FT3-3', 1, 7, '扶梯', '35004401132009120006', '梯粤A500020073', 4, 'X021NP-S', 'F8NX8136', 'F8SE3107', '2009-12-01 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-23 00:00:00', 'D3', ''),
(23, 'FT3-4', 1, 7, '扶梯', '35004401132009120025', '梯粤A500020092', 4, 'X021NP-S', 'F8NX8188', 'F8SE3156', '2009-12-07 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-15 00:00:00', '2016-12-23 00:00:00', 'H2', ''),
(24, 'FT4-1', 1, 7, '扶梯', '35004401132009120026', '梯粤A500020093', 6, 'X021NP-S', 'F8NX8189', 'F8SE3151', '2009-12-08 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-15 00:00:00', '2016-12-23 00:00:00', 'F2', ''),
(25, 'FT4-2', 1, 7, '扶梯', '35004401132009120007', '梯粤A500020074', 6, 'X021NP-S', 'F8NX8137', 'F8SE3105', '2009-12-02 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-27 00:00:00', 'B3-1', ''),
(26, 'FT4-3', 1, 7, '扶梯', '35004401132009120008', '梯粤A500020075', 6, 'X021NP-S', 'F8NX8138', 'F8SE3106', '2009-12-02 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-23 00:00:00', 'D3', ''),
(27, 'FT4-4', 1, 7, '扶梯', '35004401132009120027', '梯粤A500020094', 6, 'X021NP-S', 'F8NX8', 'F8SE3152', '0000-00-00 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力11700人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-15 00:00:00', '2016-12-23 00:00:00', 'H2', ''),
(28, 'FT5-1', 1, 7, '扶梯', '35004401132010040019', '梯粤A500023860', 8, 'X021NP-S', 'F8Nx8139', 'F8SE3109', '2010-03-12 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-23 00:00:00', 'BH-1', ''),
(29, 'FT5-2', 1, 7, '扶梯', '35004401132010040035', '梯粤A500023858', 8, 'X021NP-S', 'F8Nx8191', 'F8SE3157', '2010-03-12 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-11 00:00:00', '2016-12-23 00:00:00', 'F2', ''),
(30, 'FT5-3', 1, 7, '扶梯', '35004401132010040020', '梯粤A500023862', 8, 'X021NP-S', 'F8Nx8140', 'F8SE3110', '2009-03-12 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-15 00:00:00', 'B2', ''),
(31, 'FT5-4', 1, 7, '扶梯', '35004401132010040021', '梯粤A500023814', 8, 'X021NP-S', 'F8Nx8141', 'F8SE3111', '2010-03-15 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'D2', ''),
(32, 'FT5-5', 1, 7, '扶梯', '35004401132010040036', '梯粤A500023810', 8, 'X021NP-S', 'F8Nx8192', 'F8SE3158', '2010-03-15 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-15 00:00:00', '2016-12-23 00:00:00', 'H2', ''),
(33, 'FT5-6', 1, 7, '扶梯', '35004401132010040022', '梯粤A500023867', 8, 'X021NP-S', 'F8Nx8142', 'F8SE3112', '2010-02-01 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'D2', ''),
(34, 'FT6-1', 1, 7, '扶梯', '35004401132010040023', '梯粤A500023855', 10, 'X021NP-S', 'F8Nx8143', 'F8SE3113', '2010-03-16 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-23 00:00:00', 'BH-1', ''),
(35, 'FT6-2', 1, 7, '扶梯', '35004401132010040037', '梯粤A500023859', 10, 'X021NP-S', 'F8Nx8193', 'F8SE3159', '2010-03-16 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-11 00:00:00', '2016-12-23 00:00:00', 'F3', ''),
(36, 'FT6-3', 1, 7, '扶梯', '35004401132010040024', '梯粤A500023853', 10, 'X021NP-S', 'F8Nx8144', 'F8SE3114', '2010-03-16 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-13 00:00:00', 'B2', ''),
(37, 'FT6-4', 1, 7, '扶梯', '35004401132010040025', '梯粤A500023813', 10, 'X021NP-S', 'F8Nx8145', 'F8SE3115', '2010-03-16 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'D2', ''),
(38, 'FT6-5', 1, 7, '扶梯', '35004401132010040038', '梯粤A500023811', 10, 'X021NP-S', 'F8Nx8194', 'F8SE3160', '2010-03-18 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-11 00:00:00', '2016-12-23 00:00:00', 'H3', ''),
(39, 'FT6-6', 1, 7, '扶梯', '35004401132010040026', '梯粤A500023868', 10, 'X021NP-S', 'F8Nx8146', 'F8SE3116', '2010-03-18 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'D1', ''),
(40, 'FT7-1', 1, 7, '扶梯', '35004401132010040039', '梯粤A500023851', 12, 'X021NP-S', 'F8Nx8195', 'F8SE3161', '2010-03-19 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-11 00:00:00', '2016-12-23 00:00:00', 'F3', ''),
(41, 'FT7-2', 1, 7, '扶梯', '35004401132010040027', '梯粤A500023864', 12, 'X021NP-S', 'F8Nx8147', 'F8SE3117', '2010-03-18 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-13 00:00:00', 'B1', ''),
(42, 'FT7-3', 1, 7, '扶梯', '35004401132010040028', '梯粤A500023815', 12, 'X021NP-S', 'F8Nx8148', 'F8SE3118', '2010-03-22 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'D1', ''),
(43, 'FT7-4', 1, 7, '扶梯', '35004401132010040040', '梯粤A500023869', 12, 'X021NP-S', 'F8Nx8196', 'F8SE3162', '2010-03-22 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-11 00:00:00', '2016-12-23 00:00:00', 'H3', ''),
(44, 'FT8-1', 1, 7, '扶梯', '35004401132010080026', '梯粤A500023852', 14, 'X021NP-S', 'F8Nx8205', 'F8SE3171', '2010-06-17 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-10 00:00:00', '2016-12-23 00:00:00', 'E3', ''),
(45, 'FT8-2', 1, 7, '扶梯', '35004401132010040029', '梯粤A500023863', 14, 'X021NP-S', 'F8Nx8149', 'F8SE3119', '2010-02-01 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-15 00:00:00', 'A1', ''),
(46, 'FT8-3', 1, 7, '扶梯', '35004401132010040030', '梯粤A500023816', 14, 'X021NP-S', 'F8Nx8150', 'F8SE3120', '2010-03-25 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'C1', ''),
(47, 'FT8-4', 1, 7, '扶梯', '35004401132010040042', '梯粤A500023870', 14, 'X021NP-S', 'F8Nx8198', 'F8SE3164', '2010-03-25 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-10 00:00:00', '2016-12-23 00:00:00', 'G3', ''),
(48, 'FT9-1', 1, 7, '扶梯', '35004401132010040043', '梯粤A500023861', 16, 'X021NP-S', 'F8Nx8199', 'F8SE3165', '2010-03-29 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-11 00:00:00', '2016-12-23 00:00:00', 'E3', ''),
(49, 'FT9-2', 1, 7, '扶梯', '35004401132010040031', '梯粤A500023856', 16, 'X021NP-S', 'F8Nx8151', 'F8SE3121', '2010-02-01 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-07-23 00:00:00', 'A2', ''),
(50, 'FT9-3', 1, 7, '扶梯', '35004401132010040032', '梯粤A500023812', 16, 'X021NP-S', 'F8Nx8152', 'F8SE3122', '2010-03-30 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-07-23 00:00:00', 'C2', ''),
(51, 'FT9-4', 1, 7, '扶梯', '35004401132010040044', '梯粤A500023866', 16, 'X021NP-S', 'F8Nx8200', 'F8SE3166', '2010-03-30 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-11 00:00:00', '2016-12-23 00:00:00', 'G3', ''),
(52, 'FT10-1', 1, 7, '扶梯', '35004401132010040045', '梯粤A500023854', 18, 'X021NP-S', 'F8Nx8201', 'F8SE3167', '2010-03-31 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-10 00:00:00', '2016-12-23 00:00:00', 'E2', ''),
(53, 'FT10-2', 1, 7, '扶梯', '35004401132010040033', '梯粤A500023857', 18, 'X021NP-S', 'F8Nx8153', 'F8SE3123', '2010-03-29 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-23 00:00:00', 'A2', ''),
(54, 'FT10-3', 1, 7, '扶梯', '35004401132010040034', '梯粤A500023817', 18, 'X021NP-S', 'F8Nx8154', 'F8SE3124', '2010-03-30 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-07-23 00:00:00', 'C2', ''),
(55, 'FT10-4', 1, 7, '扶梯', '35004401132010040046', '梯粤A500023865', 18, 'X021NP-S', 'F8Nx8202', 'F8SE3168', '2010-03-30 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-10 00:00:00', '2016-12-23 00:00:00', 'G2', ''),
(56, 'FT11-1', 1, 7, '扶梯', '35004401132010080001', '梯粤A500023818', 20, 'X021NP-S', 'F8Nx8155', 'F8SE3125', '2010-07-08 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-13 00:00:00', 'A3', ''),
(57, 'FT11-2', 1, 7, '扶梯', '35004401132010080024', '梯粤A500023844', 20, 'X021NP-S', 'F8Nx8203', 'F8SE3169', '2010-07-07 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-14 00:00:00', '2016-12-23 00:00:00', 'E2', ''),
(58, 'FT11-3', 1, 7, '扶梯', '35004401132010080002', '梯粤A500023822', 20, 'X021NP-S', 'F8Nx8156', 'F8SE3126', '2010-06-23 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-07-23 00:00:00', 'A3', ''),
(59, 'FT11-4', 1, 7, '扶梯', '35004401132010080003', '梯粤A500023820', 20, 'X021NP-S', 'F8Nx8157', 'F8SE3127', '2010-06-18 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'C3', ''),
(60, 'FT11-5', 1, 7, '扶梯', '35004401132010080025', '梯粤A500023819', 20, 'X021NP-S', 'F8Nx8204', 'F8SE3170', '2010-07-05 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-14 00:00:00', '2016-12-28 00:00:00', 'G2', ''),
(61, 'FT11-6', 1, 7, '扶梯', '35004401132010080004', '梯粤A500023821', 20, 'X021NP-S', 'F8Nx8158', 'F8SE3128', '2010-07-05 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'C3', '格式：字母加数字'),
(62, 'FT12-1', 1, 7, '扶梯', '35004401132010080005', '梯粤A500023823', 22, 'X021NP-S', 'F8Nx8159', 'F8SE3129', '2010-06-23 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-23 00:00:00', 'A4', ''),
(63, 'FT12-2', 1, 7, '扶梯', '35004401132010080030', '梯粤A500023824', 22, 'X021NP-S', 'F8Nx8209', 'F8SE3173', '2010-06-23 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-14 00:00:00', '2016-12-23 00:00:00', 'E1', ''),
(64, 'FT12-3', 1, 7, '扶梯', '35004401132010080006', '梯粤A500023825', 22, 'X021NP-S', 'F8Nx8160', 'F8SE3130', '2010-07-01 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-23 00:00:00', 'A3', ''),
(65, 'FT12-4', 1, 7, '扶梯', '35004401132010080007', '梯粤A500023826', 22, 'X021NP-S', 'F8Nx8161', 'F8SE3131', '2010-07-05 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'C3', ''),
(66, 'FT12-5', 1, 7, '扶梯', '35004401132010080027', '梯粤A500023849', 22, 'X021NP-S', 'F8Nx8206', 'F8SE3172', '2010-07-05 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-14 00:00:00', '2016-12-23 00:00:00', 'G2', ''),
(67, 'FT12-6', 1, 7, '扶梯', '35004401132010080008', '梯粤A500023827', 22, 'X021NP-S', 'F8Nx8162', 'F8SE3132', '2010-06-18 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-07 00:00:00', '2017-06-26 00:00:00', 'C4', ''),
(68, 'FT13-1', 1, 7, '扶梯', '35004401132010080009', '梯粤A500023828', 24, 'X021NP-S', 'F8Nx8163', 'F8SE3133', '2010-07-01 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-23 00:00:00', 'A4', ''),
(69, 'FT13-2', 1, 7, '扶梯', '35004401132010080028', '梯粤A500023829', 24, 'X021NP-S', 'F8Nx8207', 'F8SE3175', '2010-06-23 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-14 00:00:00', '2016-12-23 00:00:00', 'E1', ''),
(70, 'FT13-3', 1, 7, '扶梯', '35004401132010080010', '梯粤A500023807', 24, 'X021NP-S', 'F8Nx8164', 'F8SE3134', '2010-07-03 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-15 00:00:00', 'A4', ''),
(71, 'FT13-4', 1, 7, '扶梯', '35004401132010080011', '梯粤A500023850', 24, 'X021NP-S', 'F8Nx8165', 'F8SE3135', '2010-07-04 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-07-02 00:00:00', '2017-07-10 00:00:00', 'C4', ''),
(72, 'FT13-5', 1, 7, '扶梯', '35004401132010080029', '梯粤A500023808', 24, 'X021NP-S', 'F8Nx8208', 'F8SE3174', '2010-07-04 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-14 00:00:00', '2016-12-29 00:00:00', 'G1', ''),
(73, 'FT13-6', 1, 7, '扶梯', '35004401132010080012', '梯粤A500023830', 24, 'X021NP-S', 'F8Nx8166', 'F8SE3136', '2010-07-04 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-07-02 00:00:00', '2017-07-10 00:00:00', 'C4', ''),
(74, 'FT14-1', 1, 7, '扶梯', '35004401132010080013', '梯粤A500023834', 26, 'X021NP-S', 'F8Nx8167', 'F8SE3137', '2010-07-08 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-07-02 00:00:00', '2017-07-10 00:00:00', 'A5', ''),
(75, 'FT14-2', 1, 7, '扶梯', '35004401132010040041', '梯粤A500024560', 26, 'X021NP-S', 'F8Nx8197', 'F8SE3163', '2010-03-24 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-10 00:00:00', '2016-12-23 00:00:00', 'E1', ''),
(76, 'FT14-3', 1, 7, '扶梯', '35004401132010080014', '梯粤A500023832', 26, 'X021NP-S', 'F8Nx8168', 'F8SE3138', '2010-07-08 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-28 00:00:00', 'A5', ''),
(77, 'FT14-4', 1, 7, '扶梯', '35004401132010080015', '梯粤A500023831', 26, 'X021NP-S', 'F8Nx8169', 'F8SE3139', '2010-07-06 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-07-02 00:00:00', '2017-07-10 00:00:00', 'C5', ''),
(78, 'FT14-5', 1, 7, '扶梯', '35004401132010080031', '梯粤A500023809', 26, 'X021NP-S', 'F8Nx8210', 'F8SE3176', '2010-07-06 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-10 00:00:00', '2016-12-29 00:00:00', 'G1', ''),
(79, 'FT14-6', 1, 7, '扶梯', '35004401132010080016', '梯粤A500023835', 26, 'X021NP-S', 'F8Nx8170', 'F8SE3140', '2010-07-06 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-07-02 00:00:00', '2017-07-10 00:00:00', 'C5', ''),
(80, 'FT15-1', 1, 7, '扶梯', '35004401132010080017', '梯粤A500023837', 28, 'X021NP-S', 'F8Nx8171', 'F8SE3141', '2010-07-08 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2016-06-15 00:00:00', '2017-07-23 00:00:00', 'A5', ''),
(81, 'FT15-2', 1, 7, '扶梯', '35004401132010080018', '梯粤A500023836', 28, 'X021NP-S', 'F8Nx8172', 'F8SE3142', '2010-07-19 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-06-15 00:00:00', '2017-07-23 00:00:00', 'A5', ''),
(82, 'FT15-3', 1, 7, '扶梯', '35004401132010080032', '梯粤A500023839', 28, 'X021NP-S', 'F8Nx8211', 'F8SE3177', '2010-06-22 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度9m', '2015-12-14 00:00:00', '2016-12-29 00:00:00', 'G1', ''),
(83, 'FT15-4', 1, 7, '扶梯', '35004401132010080019', '梯粤A500023838', 28, 'X021NP-S', 'F8Nx8173', 'F8SE3143', '2010-06-22 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角27.3°  梯级宽度1000mm  提升高度12m', '2016-07-02 00:00:00', '2017-07-10 00:00:00', 'C5', ''),
(84, 'FT16-1', 1, 7, '扶梯', '35004401132010080020', '梯粤A500023845', 0, 'X021NP-S', 'F8Nx8178', '无改造', '2010-08-02 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角30°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-28 00:00:00', 'A5', ''),
(85, 'FT16-2', 1, 7, '扶梯', '35004401132010080021', '梯粤A500023846', 0, 'X021NP-S', 'F8Nx8179', '无改造', '2010-08-02 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角30°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-13 00:00:00', 'A5', ''),
(86, 'FT16-3', 1, 7, '扶梯', '35004401132010080022', '梯粤A500023843', 0, 'X021NP-S', 'F8Nx8180', '无改造', '2010-08-02 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角30°  梯级宽度1000mm  提升高度12m', '2016-06-30 00:00:00', '2017-08-13 00:00:00', 'C5', ''),
(87, 'FT16-4', 1, 7, '扶梯', '35004401132010080023', '梯粤A500023840', 0, 'X021NP-S', 'F8Nx8181', '无改造', '2010-08-02 00:00:00', '西子奥的斯', '电机功率24Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角30°  梯级宽度1000mm  提升高度12m', '2016-06-23 00:00:00', '2017-07-28 00:00:00', 'C5', ''),
(88, 'FT16-5', 1, 7, '扶梯', '35004401132010080033', '梯粤A500023848', 0, 'X021NP-S', 'F8Nx8218', 'F8SE3184', '2010-08-02 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角30°  梯级宽度1000mm  提升高度9m', '2016-09-28 00:00:00', '2017-10-15 00:00:00', 'E1', ''),
(89, 'FT16-6', 1, 7, '扶梯', '35004401132010080034', '梯粤A500023847', 0, 'X021NP-S', 'F8Nx8219', 'F8SE3185', '2010-08-02 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角30°  梯级宽度1000mm  提升高度9m', '2016-09-28 00:00:00', '2017-10-15 00:00:00', 'E1', ''),
(90, 'FT16-7', 1, 7, '扶梯', '35004401132010080035', '梯粤A500023841', 0, 'X021NP-S', 'F8Nx8220', 'F8SE3187', '2010-08-02 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角30°  梯级宽度1000mm  提升高度9m', '2016-09-28 00:00:00', '2017-10-15 00:00:00', 'G1', ''),
(91, 'FT16-8', 1, 7, '扶梯', '35004401132010080036', '梯粤A500023842', 0, 'X021NP-S', 'F8Nx8221', 'F8SE3186', '2010-08-02 00:00:00', '西子奥的斯', '电机功率22Kw  额定速度0.5m/s  输送能力9000人/h  倾斜角30°  梯级宽度1000mm  提升高度9m', '2016-09-28 00:00:00', '2017-10-15 00:00:00', 'G1', ''),
(93, 'dsaf', 1, 7, '2', 'sadf', 'sdfa', 0, 'asdfa', 'sdf', 'sadf', '0000-00-00 00:00:00', 'sdaf', 'sadf', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'sdafasf', 'asdfaf');

-- --------------------------------------------------------

--
-- 表的结构 `lm_maintenance`
--

CREATE TABLE IF NOT EXISTS `lm_maintenance` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `lid` varchar(45) DEFAULT NULL,
  `maintenance_man` varchar(45) NOT NULL,
  `check_date` datetime NOT NULL,
  `problem` varchar(200) NOT NULL,
  `cause` varchar(120) NOT NULL,
  `charge_partment` varchar(45) NOT NULL,
  `charge_man` varchar(45) NOT NULL,
  `deadline` datetime NOT NULL,
  `deal` varchar(200) DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `lid_idx` (`lid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `lm_station`
--

CREATE TABLE IF NOT EXISTS `lm_station` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL,
  `grade` int(11) NOT NULL DEFAULT '1',
  `parent` int(11) DEFAULT NULL,
  `comments` varchar(80) DEFAULT NULL,
  `thumbnail` varchar(80) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=35 ;

--
-- 转存表中的数据 `lm_station`
--

INSERT INTO `lm_station` (`id`, `name`, `grade`, `parent`, `comments`, `thumbnail`) VALUES
(1, '韶关车间', 10, 0, 'kgsajfksadlfk', NULL),
(2, '小榄车间', 10, 0, '大规模dfdsaf', NULL),
(3, '珠海车间', 10, 0, 'sdafdsafdsaf', NULL),
(4, '肇庆东车间', 10, 0, 'dafdsafsafd', NULL),
(5, '清远', 1, 1, '韶关车间子站', NULL),
(6, '东升', 1, 3, '', NULL),
(7, '英德西', 1, 1, '', NULL),
(8, '乐昌东', 1, 1, '', NULL),
(9, '广州北', 1, 1, '', NULL),
(10, '北滘', 1, 2, '', NULL),
(11, '顺德', 1, 2, '', NULL),
(12, '顺德学院', 1, 2, '', NULL),
(13, '容桂', 1, 2, '', NULL),
(14, '南头', 1, 2, '', NULL),
(15, '古镇', 1, 2, '', NULL),
(16, '江门', 1, 2, '', NULL),
(17, '中山北', 1, 3, '						', NULL),
(18, '中山', 1, 3, '', NULL),
(19, '南朗', 1, 3, '', NULL),
(20, '珠海北', 1, 3, '', NULL),
(21, '唐家湾', 1, 3, '', NULL),
(22, '明珠', 1, 3, '', NULL),
(23, '前山', 1, 3, '', NULL),
(24, '三眼桥', 1, 4, '', NULL),
(25, '客专场佛山西', 1, 4, '', NULL),
(26, '城际场佛山西', 1, 4, '', NULL),
(27, '动车所佛山西', 1, 4, '', NULL),
(28, '三水南', 1, 4, '', NULL),
(29, '广宁', 1, 4, '', NULL),
(30, '怀集', 1, 4, '', NULL),
(31, '肇庆西', 1, 4, '', NULL),
(32, '云浮东', 1, 4, '', NULL),
(33, '南江口', 1, 4, '', NULL),
(34, '郁南', 1, 4, '', NULL);

--
-- 限制导出的表
--

--
-- 限制表 `lm_lift`
--
ALTER TABLE `lm_lift`
  ADD CONSTRAINT `station` FOREIGN KEY (`station`) REFERENCES `lm_station` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION;

--
-- 限制表 `lm_maintenance`
--
ALTER TABLE `lm_maintenance`
  ADD CONSTRAINT `lid` FOREIGN KEY (`lid`) REFERENCES `lm_lift` (`lid`) ON DELETE NO ACTION ON UPDATE NO ACTION;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
